---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamCutByHost
source: html/3bd18510-778a-2383-7334-f028e178732a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamCutByHost Property

"Cut by Host Cover": Single Fabric Sheet is cut or not cut by the Host Cover.

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamCutByHost { get; }
```